Revit 2027 API
ParameterTypeId.AnalyticalModelBaseZProjection Property
 "Base z Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelBaseZProjection { get; }
Public Shared ReadOnly Property AnalyticalModelBaseZProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelBaseZProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelBaseZProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace